{
    "ratios_info": {
        "gross_profit_margin": {
            "head": "Gross Profit Margin",
            "info": "The gross profit margin tells you what your business made after paying for the direct cost of doing business, which can include labour, materials and other direct production costs.",
            "ideal": {
                "min": "40%",
                "avg": "60%",
                "great": "70%"
            }
        },
        "net_profit_margin": {
            "head": "Net Profit Margin",
            "info": "The net profit margin tells you what your business made after paying for the direct cost and indirect cost (all the expenses).",
            "ideal": {
                "min": "10%",
                "avg": "20%",
                "great": "30%"
            }
        },
        "return_on_equity" :{
            "head": "Return on Equity",
            "info": "Return on Equity (ROE) measures the profits generated by a company based on investment contributed by shareholders.\nEx. a company with a RoE of 10% means that they generate a profit of Rs 10 for every Rs 100 of its equity.",
            "ideal": {
                "min": "10%",
                "avg": "20%",
                "great": "30%"
            }
        },
        "cashflow_to_sales_ratio": {
            "head": "Cashflow to Sales Ratio",
            "info": "Free cash flow-to-sales is a measure to assess how much cash a company is generating from its sales.\nEx. a company with a CF to Sales Ratio of 60% means that they generate a Cash of Rs 60 for every Rs 100 of sales",
            "ideal": {
                "min": "10%",
                "avg": "30%",
                "great": "60%"
            }
        },
        "working_capital_current_ratio": {
            "head": "Working Capital Ratio / Current Ratio",
            "info": "The current ratio reflects a company’s capacity to pay off all its short-term obligations.\nEx. a company with a Current Ratio of 1.2x means that they have a capacity to pay 1.2x of their current liabilities",
            "ideal": {
                "min": "1.0x",
                "avg": "1.5x",
                "great": "2.0x"
            }
        },
        "cashflow_to_debt_ratio": {
            "head": "Cashflow to Debt Ratio",
            "info": "This metric determine the length of time required for a company to pay off its debt using its cash flow alone. \nFor example, if this ratio is 0.25x, that mean it will take 4 years to repay the debt",
            "ideal": {
                "min": "1.0x",
                "avg": "1.5x",
                "great": "2.0x"
            }
        },
        "inventory_turnover": {
            "head": "Inventory turnover",
            "info": "This ratio measures the number of times a company sold its total average inventory during the month/year. Higher Turnover is preferred.",
            "ideal": {
                "min": "3.0x",
                "avg": "5.0x",
                "great": "7.0x"
            }
        },
        "accounts_receivable_turnover": {
            "head": "Accounts receivable turnover",
            "info": "The accounts receivable turnover ratio measures the efficiency at which a company can collect its outstanding receivables from customers.",
            "ideal": {
                "min": "3.0x",
                "avg": "5.0x",
                "great": "7.0x"
            }
        },
        "days_payable_outstanding": {
            "head": "Days payable outstanding (DPO)",
            "info": "Days payable outstanding is the average number of days it takes for a company to pay its suppliers. \nHigh days payable outstanding is advantageous because it means the company is taking more time to pay its suppliers and has more balance in the bank account",
            "ideal": {
                "min": "30 days",
                "avg": "60 days",
                "great": "90 days"
            }
        },
        "debt_to_equity_ratio": {
            "head": "Debt to equity ratio",
            "info": "It’s a simple measure of how much debt company uses to run your business. If your debt-to-equity ratio is too high, it’s a signal that your company may be in financial distress.",
            "ideal": "Not more than 2x"
        },
        "monthly_burn_rate": {
            "head": "Monthly Burn Rate",
            "info": "Burn rate is the amount of money you lose per month. In simple term expenses are greater than revenue earned ",
            "ideal": "Around 1/12 of available cash and bank"
        },
        "runway": {
            "head": "Runway",
            "info": "Runway is how many months your startup has before it runs out of cash. The longer your runway, the more time you have to build and grow your startup.",
            "ideal": {
                "min": "9 months",
                "avg": "12 months",
                "great": "18 months"
            }
        }
    }
}